using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace LAB_12
{
    internal class Menu
    {
        public void MenuChoise()
        {
            Console.WriteLine($@" Меню:
1. Сформировать список
2. Вывести на печать
3. Добавить элемент
4. Удалить элемент
5. Глубокое клонирование
6. Удалить список");
        }
    }
}
