using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace LAB_12_3
{
    internal class D
    {
        public void MenuChoise()
        {
            Console.WriteLine($@" Меню:
1. Распечатать ИСД
2. Найти масксимальный элемент
3. Преобразовать ИСД в Дерево поиска
4. Удалить элемент
5. Глубокое клонирование
6. Удалить список");
        }
    }
}
